{"courses": [
    {   
        "code": "A2000",
        "title": "Bachelor of Arts",
        "description": "Arts at Monash is your comprehensive gateway to a wide range of fascinating and rewarding areas of study across the arts, humanities, and social sciences. Taking an innovative approach in tackling world issues and fostering a global perspective, you will develop the research skills, advanced discipline knowledge and self reliance to acquire information, assess evidence and convey complex ideas in speech and writing in order to answer complicated questions. And with the scope to choose from almost 40 different major and minor areas of study, including languages, social studies, communications, politics, human rights, and international relations, you will develop an informed, critical awareness of the fields you're most passionate about, laying the groundwork for a wealth of exciting careers.",
        "videoCode": "",
        "videoThumbnail": "",
        "promoPhoto": "",
        "specialisations": [],
        "majors": [
            {
                "id": "0",
                "title": "Journalism"
            },
            {
                "id": "1",
                "title": "History"
            },
            {
                "id": "2",
                "title": "Criminology"
            },
            {
                "id": "3",
                "title": "Psychology"
            }
        ]
    },
    {
        "code": "M2006",
        "title": "Bachelor of Nursing",
        "description": "Monash Nursing graduates are sought after worldwide due to the quality of evidence-based teaching and clinical practice experience they receive. The Bachelor of Nursing provides students with the knowledge and clinical skills to provide high-quality nursing care. You will also have the scope to provide care in multiple settings, including acute care, primary health care, mental health and health promotion. Monash Nursing will prepare you for increasingly complex health care situations in Australia and internationally. You will gain invaluable skills in clinical decision-making, client care, communication, cultural competence and research, developed through extensive clinical experience in a variety of settings.",
        "videoCode": "",
        "videoThumbnail": "",
        "promoPhoto": "",
        "specialisations": [],
        "majors": []
    },
    {
        "code": "E3001",
        "title": "Bachelor of Engineering",
        "description": "Engineers have forged some of the greatest developments in modern society. Clean water, advances in medical equipment and the increased quality of food supplies are all a result of engineering. Engineers improve life for everyone on our planet. Monash University is a global leader in engineering, attracting outstanding academics and featuring world-best research facilities. You'll use these facilities while completing your studies, working with our academics to contribute to the latest breakthroughs in engineering research. On graduation, you will be highly sought-after across many industries, known for your creative thinking, problem solving and ability to excel in team-based environments. The Bachelor of Engineering (Honours) at Monash University is the smart choice for your engineering future.",
        "videoCode": "",
        "videoThumbnail": "",
        "promoPhoto": "",
        "specialisations": [
            {
                "id": "1",
                "title": "Chemical Engineering"
            },
            {
                "id": "6",
                "title": "Mechanical Engineering"
            },
            {
                "id": "7",
                "title": "Mechatronics Engineering"
            }
        ],
        "majors": []
    },
    {
        "code": "S2000",
        "title": "Bachelor of Science",
        "description": "If you want to make a difference, studying a science degree at Monash will give you the opportunity to learn from leading experts whose cutting-edge research is influencing the world's future. The choice, flexibility and depth across the huge range of science disciplines available at Monash means that you will graduate with a degree unique to you, tailored to your individual expertise, interests and career aspirations. The comprehensive range of majors, extended majors and minors on offer provides you with a broad education and allows you to explore varied interests before focusing in the one or two areas that most inspire you. However, if a particular field has always captivated you, you can choose it from the start.",
        "videoCode": "",
        "videoThumbnail": "",
        "promoPhoto": "",
        "specialisations": [],
        "majors": [
            {
                "id": "0",
                "title": "Psychology"
            },
            {
                "id": "1",
                "title": "Mathematics"
            },
            {
                "id": "2",
                "title": "Microbiology"
            }
        ]
    },
    {
        "code": "D3005",
        "title": "Bachelor of Education and Science",
        "description": "If you are passionate about science and about communicating it to others, this double degree course is a fantastic choice for you, offering you the possibility of a career in science or science education.  It will provide you with a high quality education in science and prepare you to offer your students the same in primary or secondary schools. Students specialising in secondary education will qualify as specialist science or mathematics teachers, while students specialising in primary education will be qualified to teach across the school curriculum but with highly valued specialist expertise in science related areas. In each case, you might also turn your skills to broader science education contexts such as science communication, museums and publishing.",
        "videoCode": "",
        "videoThumbnail": "",
        "promoPhoto": "",
        "specialisations": [
            {
                "id": "1",
                "title": "Secondary Education"
            }
        ],
        "majors": []
    },
    {
        "code": "D3001",
        "title": "Bachelor of Education",
        "description": "Are you passionate about education, with ideas and a desire to engage and inspire young minds? If so, Education at Monash is for you. Whether you choose to specialise in early childhood, primary or secondary education – or a combination of these – you will graduate ready for a rewarding  and  successful  career. In an Australian first, students in every specialisation earn an Honours degree. Learning from today's leaders in education, you emerge with a highly respected qualification that equips you to become one of tomorrow's education leaders. Furthermore, if you choose to study for a fifth year – either  immediately  or  in  the future – you will be able to qualify with an advanced Master's degree, putting you ahead of the game.",
        "videoCode": "",
        "videoThumbnail": "",
        "promoPhoto": "",
        "specialisations": [
            {
                "id": "0",
                "title": "Early Years and Primary Education"
            }, 
            {
                "id": "2",
                "title": "Primary and Secondary Education"
            }
        ],
        "majors": []
    }
]}